Repository: Mloweedgar/geosafe
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: hazard
pt: risco

source: Select a flood layer
pt: Selecione uma camada de inundação

source: Select a tsunami layer
pt: Selecione uma camada de tsunami

source: Select an earthquake layer
pt: Selecione uma camada de terremoto

source: Select a volcano layer
pt: Selecione uma camada de vulcân

source: Select a volcanic ash layer
pt: Selecione uma camada de cinzas vulcânicas

source: Select a cyclone layer
pt: Selecione uma camada de ciclone

source: exposure
pt: exposição

source: Select a population layer
pt: Selecione uma camada de população

source: Select a roads layer
pt: Selecione uma camada de estradas

source: Select a structure layer
pt: Selecione uma camada de estrutura

source: Select a landcover layer
pt: Selecione uma camada de cobertura da terra

source: aggregation
pt: agregação

source: Select an aggregation layer
pt: Selecione uma camada de agregação

source: Default title generated
pt: Título padrão gerado

source: Your GeoSAFE analysis is finished!
pt: Sua análise GeoSAFE está concluída!

source: {hazard} on {exposure} around {aggregation}
pt: {hazard} na {exposure} em torno da {aggregation}

source: {hazard} on {exposure}
pt: {hazard} na {exposure}

source: Create Analysis
pt: Criar Análise

source: Analysis List
pt: Lista de análise

source: MetaSearch
pt: Pesquisa meta

source: Download User Manual
pt: Baixe o manual do usuário

source: Please wait while the page is loading....
pt: Aguarde enquanto a página está carregando....

source: Upgrade Your Browser
pt: Atualize seu navegador

source: Close
pt: Feche

source: Swap hazard and exposure order
pt: Troque a ordem de perigo e exposição

source: Zoom to global view
pt: Zoom para visão global

source: You can choose specific aggregation polygons to simplify your analysis area.
pt: Você pode escolher polígonos de agregação específicos para simplificar sua área de análise.

source: Select Features
pt: Selecione feições

source: Select aggregation features
pt: Selecione os feições de agregação

source: cancel
pt: cancelar

source: Analysis Details
pt: Detalhes da análise

source: Exposure Layer:
pt: Camada de Exposição:

source: Hazard Layer:
pt: Camada de risco:

source: Aggregation Layer:
pt: Camada de Agregação:

source: Impact Function ID:
pt: ID da Função de Impacto:

source: Extent:
pt: Extensão:

source: Impact Layer:
pt: Camada de impacto:

source: Analysis not yet running
pt: Análise ainda não está em execução

source: Task Status:
pt: Status da Tarefa:

source: Error Detail
pt: Detalhe do erro

source: Impact Map Report:
pt: Relatório do Mapa de Impacto:

source: Map Report
pt: Relatório de Mapa

source: There is no map report generated for this Impact Layer
pt: Não há relatório de mapa gerado para essa camada de impacto

source: Impact Table Report:
pt: Relatório de tabela do impacto:

source: Table Report
pt: Relatório de tabela

source: There is no table report generated for this Impact Layer
pt: Não há relatório de tabela gerado para essa camada de impacto

source: Rerun Analysis
pt: Execute novamente a análise

source: Extent Changed
pt: Extensão alterada

source: No usable layer in current extent
pt: Nenhuma camada utilizável em extensão atual

source: No usable exposure layer in current extent
pt: Nenhuma camada de exposição utilizável em extensão atual

source: No usable hazard layer in current extent
pt: Nenhuma camada de risco utilizável em extensão atual

source: Analysis Extent Too Big
pt: Extensão de análise muito grande

source: You might want to zoom in to perform analysis.
pt: Você pode querer ampliar para realizar a análise.

source: Show Analysis Summary
pt: Mostrar resumo da análise

source: Please select desired impact layer first, before viewing analysis summary.
pt: Por favor, selecione a camada de impacto desejada primeiro, antes de visualizar o resumo da análise.

source: Showing summary for ${impact_layer_title}
pt: Mostrando resumo para ${impact_layer_title}

source: Select Aggregation
pt: Selecione Agregação

source: Now choose an aggregation dataset. This is optional, you can skip this.
pt: Agora escolha um conjunto de dados de agregação. Isso é opcional, você pode pular isso.

source: Hazard and exposure are selected.
pt: Perigo e exposição são selecionados.

source: Run Analysis
pt: Execute análise

source: You can now run analysis.
pt: Agora você pode executar a análise.

source: You can now run analysis, but the analysis might take a long time to complete.
pt: Agora você pode executar a análise, mas a análise pode levar muito tempo para ser concluída.

source: If hazard and exposure were selected, you can run analysis
pt: Se perigo e exposição foram selecionados, você pode executar a análise

source: <span class='alert-danger'> - Please <a href='#' data-toggle='modal' data-target='#SigninModal' role='button' >sign in</a> to save analysis </span>
pt: <span class='alert-danger'>- Por favor, <a href='#' data-toggle='modal' data-target='#SigninModal' role='button' >faça login</a>para salvar a análise</span>

source: InaSAFE Exposure
pt: Exposição InaSAFE

source: ${$a.text()} selected.
pt: ${$a.text()} selecionado.

source: Exposure unselected.
pt: Exposição não selecionada.

source: InaSAFE Hazard
pt: Risco InaSAFE

source: Hazard unselected.
pt: Risco não selecionada.

source: InaSAFE Impact
pt: Impacto InaSAFE

source: Impact unselected.
pt: Impacto não selecionada.

source: InaSAFE Aggregation
pt: Agregação InaSAFE

source: Aggregation unselected.
pt: Agregação não selecionada.

source: Filtering available layer for extent
pt: Filtrando a camada disponível por extensão

source: Legend
pt: Legenda

source: Hazard:
pt: Risco:

source: Exposure:
pt: Exposição:

source: Aggregation:
pt: Agregação:

source: Impact:
pt: Impacto:

source: List of Analysis
pt: Lista de análise

source: All
pt: Todos

source: Anonymous
pt: Anônimo

source: Current users
pt: Usuários atuais

source: User
pt: Usuário

source: Date Created
pt: Data Criada

source: Impact Result
pt: Resultado do Impacto

source: View
pt: Visão

source: Save
pt: Guardar

source: Download
pt: Baixar

source: Result not yet created
pt: Resultado ainda não criado

source: Duration:
pt: Duração:

source: Start Time:
pt: Hora de início:

source: Cancel Analysis
pt: Cancelar análise

source: Analysis Page
pt: Página de análise

source: PROCESSING
pt: EM PROCESSAMENTO

source: No analysis yet.
pt: Nenhuma análise ainda.

source: Why not create one?
pt: Por que não criar um?

source: InaSAFE Analysis
pt: Análise de InaSAFE

source: Analysis Title:
pt: Título da Análise:

source: Hazard layer
pt: Camada de risco

source: Exposure layer
pt: Camada de Exposição

source: Aggregation Layer
pt: Camada de Agregação

source: Save analysis
pt: Salvar a análise

source: The output layer will be permanently saved in GeoNode.
pt: A camada de saída será permanentemente salva no GeoNode.

source: The output layer will be deleted at the end of the day.
pt: A camada de saída será excluída no final do dia.

source: You are not logged in, so you won't be able to save analysis.
pt: Você não está logado, então você não poderá salvar a análise.

source: Analysis extent
pt: Extensão da análise

source: Run analysis
pt: Execute análise

source: Analysis Result
pt: Resultado da análise

source: In the event of %(analysis.hazard_layer.title)s, the number of %(summary.exposure_type)ss in hazard areas in %(analysis.exposure_layer.title)s that are likely to be affected is
pt: No caso de %(analysis.hazard_layer.title)s, o número de %(summary.exposure_type)ss em áreas de risco em %(analysis.exposure_layer.title)s que provavelmente serão afetados é

source: In the event of %(analysis.hazard_layer.title)s, the number of %(summary.exposure_type)s in hazard areas in %(analysis.exposure_layer.title)s that are likely to be affected is
pt: No caso de %(analysis.hazard_layer.title)s, o número de %(summary.exposure_type)s em áreas de risco em %(analysis.exposure_layer.title)s que provavelmente serão afetados é

source: Impact report
pt: Relatório do Impacto

source: Table report
pt: Relatório de tabela

source: Download Impact & Table reports
pt: Baixar relatórios de impacto e tabela

source: Download Impact Layer
pt: Baixar camada de impacto

source: Save Result
pt: Salvar resultado

source: Log in to keep analysis
pt: Faça o login para manter a análise

source: Download Layer
pt: Baixar camada

source: Analysis Failed
pt: Análise falhou

source: Waiting for analysis to complete
pt: Aguardando a análise ser concluida

source: Analysis process has failed.
pt: O processo de análise falhou.

source: Your analysis job has been queued.
pt: Seu trabalho de análise foi enfileirado.

source: If it is a small job the results will appear soon. Analysis jobs on large areas or with certain data layers will take longer, from minutes to possibly hours. <br /> <br /> You can close this message and continue working. The analysis will continue even if you log out or shut down. <br /> <br /> We will send you an email once the analysis is finished, or you can come back here or to the Analysis List page any time to check on progress. <br /> <br /> See the <a href="%(analysis_url)s">Analysis List</a> to monitor the progress of this analysis and to view the results when it is complete.
pt: Se for um trabalho pequeno, os resultados aparecerão em breve. Os trabalhos de análise em grandes áreas ou com determinadas camadas de dados levarão mais tempo, de minutos a possivelmente horas.<br /><br /> Você pode fechar esta mensagem e continuar trabalhando. A análise continuará mesmo se você sair ou encerrar.<br /><br /> Enviaremos um e-mail para você assim que a análise for concluída ou você poderá voltar aqui ou para a página da Lista de análise a qualquer momento para verificar o progresso.<br /><br /> Consulte a <a href="%(analysis_url)s">lista de análise</a> para monitorar o progresso dessa análise e visualizar os resultados quando estiver concluída.

source: This window will automatically close when the analysis is complete.
pt: Esta janela será fechada automaticamente quando a análise estiver concluída.

source: Your GeoSAFE analysis is finished! Visit <a href="%(analysis_url)s"> the analysis page </a> to see the result.
pt: Sua análise GeoSAFE está concluída! Visite <a href="%(analysis_url)s">a página de análise</a>para ver o resultado.

source: Your GeoSAFE analysis is finished! Visit %(analysis_url)s to see the result.
pt: Sua análise GeoSAFE está concluída! Visite %(analysis_url)spara ver o resultado.

source: Select Hazard
pt: Selecione risco

source: To get started, select hazard layer that you want to use.
pt: Para começar, selecione a camada de risco que você deseja usar.

source: Select Exposure
pt: Selecione Exposição

source: Now choose an exposure dataset.
pt: Agora escolha um conjunto de dados de exposição.

source: No %(category_name)s layer for the extent.
pt: Não %(category_name)s na medida.

source: Upload Layer
pt: Carregar Camada

source: Filtered
pt: Filtrado

source: Unfiltered
pt: Não filtrado

source: Run
pt: Corre

source: Reports
pt: Relatórios

source: Select an impact layer
pt: Selecione uma camada de impacto

source: Run analysis to create impact layer
pt: Executar análise para criar uma camada de impacto

source: Start Again
pt: Comece de novo

source: Total Area (ha)
pt: Área Total (ha)

source: Landcover Affected (ha)
pt: Cobertura da terra afetada (ha)

source: Hazard areas (ha)
pt: Áreas de risco (ha)

source: Total Population
pt: População total

source: Population Affected
pt: População Afetada

source: Hazard areas
pt: Áreas de risco

source: Total Roads (m)
pt: Estradas totais (m)

source: Roads Affected (m)
pt: Estradas Afetadas (m)

source: Hazard areas (m)
pt: Áreas de risco (m)

source: Total Buildings
pt: Total de Edifícios

source: Buildings Affected
pt: Edifícios afetados

source: Welcome!
pt: Bem-vindo!

source: Realistic Natural Hazard Impact Analysis - InaSAFE made easy
pt: Análise de Impacto de Risco Natural Realista - InaSAFE facilitada

source: Search for Data.
pt: Pesquise por dados.

source: Layer Purpose
pt: Propósito da Camada

source: Category
pt: Categoria

source: Keywords XML
pt: XML de palavras-chave

source: impact
pt: impacto

source: Hazard and exposure does not intersect.
pt: Perigo e exposição não se cruzam.

source: View extent does not intersect hazard and exposure.
pt: A extensão da vista não cruza perigo e exposição.

source: Analysis will be performed on this given view extent.
pt: A análise será realizada sobre a extensão dessa visão.
